---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ToggleViewFailures.LoseSavedOrientation
source: html/67992253-9e35-7c54-c5c4-3e8f937252e2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ToggleViewFailures.LoseSavedOrientation Property

The stored orientation will be lost.

## Syntax (C#)
```csharp
public static FailureDefinitionId LoseSavedOrientation { get; }
```